[
  {
    "name": "The Raven Large, Mysterious and Devilishly Clever",
    "description": "The raven, belongs to the genus ‘Corvus‘, which is widely distributed across the globe. At one time it was considered to be a single species, but it is now accepted that there are 9 seperate species of raven within the genus Corvus. There are 46 extant species within this genus, including all the Crows, Rook and Jackdaw. All of which are medium-sized to large birds within the family ‘Corvidae‘. The genus name, Corvus, is derived from Latin, translating to ‘raven’. These birds are found on all temperate continents except South America and several islands. The species commonly encountered in Europe is the common raven, though there are many crows and rooks across the continent too.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/The-Raven-2255311-724x1024.jpg"
  },
  {
    "name": "Crows, Life and Lore of these Intelligent Birds",
    "description": "Crows make up most of the species of bird belonging to the genus 'Corvus'. In many cultures and across history, they have been seen as symbols of intelligence and adaptability. Within the Corvus genus, there are 47 extant species currently recognized, and 36 of these are known as crows. The remainder are known as Rooks, Jackdaws, and Ravens, the latter of which generally make up the largest of the Corvus birds. This genus sits within the 'Corvinae' subfamily, which in turn is a member of the 'Corvidae' family. There are 135 species in this family, and while it includes many other species such as Nutcrackers, Jays, and Magpies, it is still sometimes referred to as the 'Crow Family'.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Crow-4321630-724x1024.jpg"
  },
  {
    "name": "The Mouse Deer, Exploring the Smallest Hoofed Mammal",
    "description": "The Mouse Deer, also known as Chevrotain, is a really peculiar little ungulate. Captivating and elusive in equal measure. They belong to two genera ‘Tragulus‘ and ‘Moschiola‘, which are members of the ‘Tragulidae‘ family. This is the only family in the infraorder ‘Tragulina‘, which falls under the order ‘Artiodactyla‘ which is mostly made up of similar, though generally larger ungulates. There are ten recognized species of Chevrotains, each with its unique characteristics, adaptations, and habitats which span across South East Asia and a few specific regions of Africa. The Chevrotain family line is ancient, tracing roots back 34 million years, and in this time the creatures have remained relatively unchanged. Mouse Deer are renowned for their small and delicate stature, with the Java Mouse-deer being the smallest, weighing around two to four pounds, and the Water Chevrotain (Hyemoschus aquaticus) being the largest, weighing up to 25 – 33 pounds. They possess a round, almost rodent-like body, hooved feet resembling those of a piglet, and a face akin to a mouse.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/The-Mouse-Deer-3440408-724x1024.jpg"
  },
  {
    "name": "African Lions",
    "description": "The African Lion has a light tawny coat with white on the abdomen and inside of their legs. The backs of an African lion's ears are black in color. The male lion's mane ranges in color from tawny to reddish brown to black. The mane gets darker as the male lion ages, providing protection from an opponent's teeth and claws during conflicts. The coat of an infant lion has rosette patterns, which may remain on the abdomens and legs of some adult lions. Male African lions are larger than female African lions, with males growing to measure around 11 feet in length from head to tail and weighing up to 550 pounds, with a shoulder height of 4 feet. Female lions are smaller and may weigh up to 400 pounds.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/African-Lions-6667790-724x1024.jpg"
  },
  {
    "name": "The Leopard",
    "description": "The leopard (Panthera pardus) is one of the five extant species in the genus Panthera, a member of the cat family, Felidae. Other members of the genus are the lion, the jaguar, the snow leopard and the tiger. Leopards are characterized by their striking fur of dark spots grouped in rosettes, that allow them to camouflage against their habitat. These big cats are also known for their strength, opportunistic hunting behavior and the ability to run very fast, at speeds of up to 58 km/h (36 mph).",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/The-Leopard-6974844-724x1024.jpg"
  },
  {
    "name": "Black Rhinoceros",
    "description": "The Black rhinoceros (Diceros Bicornis), is sometimes called the ‘Hooked-lip rhino’. The rhinoceros is a mammal in the order Perissodactyla and is native to the eastern and central areas of Africa including Kenya, Tanzania, Cameroon, South Africa, Namibia, and Zimbabwe. Although the Rhino is referred to as black, it is actually more of a grey-white color in appearance. It will sometimes take on the color of the soil that it lives around.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Black-Rhinoceros-8790646-724x1024.jpg"
  },

  {
    "name": "African Elephant",
    "description": "The African elephant, (Loxodonta Africana), is also known as the ‘African Bush Elephant’. Both the African Bush Elephant and the African Forest Elephant have usually been classified as a single species, known simply as the African Elephant. However, the African Forest Elephant resides in the Rainforests and the African Bush Elephant lives in the savannas, hence sometimes being called the ‘Savanna Elephant’.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/African-Elephant-4421411-724x1024.jpg"
  },
  {
    "name": "African Buffalo",
    "description": "The African buffalo (Syncerus caffer) is a sub-Saharan African bovine, of which there are five species. These animals are large and widely regarded as one of the most dangerous animals on the African continent. It has a very unpredictable temperament and has never been domesticated; in fact, it is not an ancestor of domestic cattle and is only distantly related to other larger bovines. These animals belong to the genus Syncerus and the family Bovidae. They are found mostly in savannas, swamps and floodplains. They are grazing ruminants, eating grass and sedges as well as cud or bolus. The African buffalo has very few predators and are capable of defending themselves against large animals such as African lions. Despite this, lions do regularly eat buffalos.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/African-Buffalo-1223578-724x1024.jpg"
  },
  {
    "name": "Cheetah",
    "description": "The Cheetah (Acinonyx jubatus) is the fastest terrestrial animal in the world and is a unique member of the cat family ‘felidae’. The scientific name for a Cheetah is Acinonyx jubatus. The Cheetah appeared on Earth around 4 million years ago, well before the other big cats. The Cheetah is unique for its speed but lacks the ability to climb like other cats. Once abundant all over African and Indian savannas and grasslands, this magnificent animal is now rare and only found in Africa and the Middle East.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Cheetah-9532774-724x1024.jpg"
  },
  {
    "name": "Giraffe",
    "description": "The Giraffe (Giraffa camelopardalis meaning ‘fast walking camel leopard) is an African even-toed ungulate mammal, the tallest of all land-living animal species.The giraffe is related to deer and cattle, however, it is placed in a separate family, the Giraffidae, consisting only of the giraffe and its closest relative, the okapi.The giraffes range extends from Chad to South Africa. Although the Okapi is much shorter than the giraffe, it also has a long neck and eats leaves and both animals have long tongues and skin-covered horns.The giraffes ancestors first appeared in central Asia about 15 million years ago, however, the earliest fossil records of the giraffe itself, from Israel and Africa, date back about 1.5 million years.Male giraffes are called ‘Bulls’, female giraffes are called ‘Cows’ and baby giraffes are called ‘Calves’.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Giraffe-1946927-724x1024.jpg"
  },
  {
    "name": "Hippopotamus",
    "description": "The Hippopotamus (hippopotamus amphibius) is the third largest living land mammal on the earth. The first largest is the elephant and the second is the white rhinoceros. A male hippopotamus is called a ‘bull’, a female hippopotamus is called a ‘cow’ and a baby hippopotamus is called a ‘calf’. The hippopotamus is a large, mostly plant-eating African mammal, one of only two extant, and three or four recently extinct, species in the family ‘Hippopotamidae’. The hippopotamus has an average life span of about 45 years in the wild and 50 years in captivity.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Hippopotamus-9936045-724x1024.jpg"
  },
  {
    "name": "Zebras",
    "description": "Zebras are equids – members of the horse family (Equidae) and are medium sized, odd-toed ungulates. Zebras are native to southern and central Africa. Although zebras are very adaptable animals as far as their habitats are concerned, most zebras live in grasslands and savannas.The Grevy’s zebra (Equus grevyi) prefers to live in sub desert and arid grasslands. Zebras were the second species to diverge from the earliest proto-horses, after the asses, around 4 million years ago. The Grevy’s zebra is believed to have been the first zebra species to emerge.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Zebras-9437448-724x1024.jpg"
  },
  {
    "name": "Wildebeest",
    "description": "The Wildebeest (genus Connochaetes), also called a Gnu, is an ungulate mammal found in Southern Kenya, South Angola to north south Africa. There are 2 species of wildebeest which are the Black Wildebeest (Connochaetes gnou) and the Blue Wildebeest (Connochaetes taurinus), both are native to Africa. Wildebeest are antelopes and belong to the bovidae family which also includes cows, goats and sheep. Wildebeest are one of the most abundant large mammals in Africa and there is thought to be around 1.5 million migratory individuals in the Serengeti alone forming the greatest concentration of wild grazing animals on Earth.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Wildebeest-7710517-724x1024.jpg"
  },
  {
    "name": "Ostrich Birds",
    "description": "The Ostrich (Struthio camelus – meaning ‘camel-like’) is the world’s largest flightless bird which is native to the savannas and grasslands of South Africa. It has also been introduced to Australia. The ostrich is a member of the ratite (which means flightless bird) family of birds. It is the only living species in the family: Struthionidae and a member of the order: Struthioniformes which also includes Rheas, Emus, Kiwis and Cassowaries which are also large, flightless birds from different parts of the world.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Ostrich-3375753-724x1024.jpg"
  },
  {
    "name": "Mountain Gorillas",
    "description": "Mountain Gorillas Mountain Gorillas (Gorilla Beringei Beringei) are found in the jungles of Zaire, Rwanda and Uganda and particularly in the Virunga Mountains. Mountain Gorillas have longer and darker hair than other gorillas, enabling them to live at high altitudes and travel into areas where temperatures drop below freezing. Mountain Gorillas have adapted to a life on the ground more than any other non-human primate and their feet most resemble those of humans.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Mountain-Gorillas-3858153-724x1024.jpg"
  },
  {
    "name": "Cape Gannet Bird",
    "description": "The Cape Gannet (Morus capensis) is an easily identified seabird because of its large size. It is part of the Gannet family: Sulidae. Cape Gannets resemble the Northern Gannets apart from the fact that the Northern Gannet is entirely white except for black wing tips. The Cape Gannet total breeding population is around 150,000 birds, with 12% in Namibia, although numbers have declined on the Nambian Islands over the last fifty years, and 88% in South Africa. The largest colony of this large seabird is found on Malgas Island, South Africa. The non-breeding range of Cape Gannets extends from the coastal waters off the Gulf of Guinea on the west coast of Africa, to Mozambique on the east coast. Cape Gannets seldom occur farther offshore than 100 kilometres, though records of birds more than 200 kilometres offshore exist for both the Atlantic and Indian Oceans.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Cape-Gannet-Bird-8163260-724x1024.jpg"
  },
  {
    "name": "Greater Flamingo",
    "description": "Out of the six species of flamingo on our planet, the Greater Flamingo (Phoenicopterus roseus) is the most common and widespread member of the flamingo family. The Greater Flamingo is an easily identifiable, colorful wading bird and is often found flocking together with the Lesser Flamingo in the great salt lakes across Africa. These famous pink birds can be found in warm, watery regions on many continents and also occur in Asia in the coastal regions of India and Pakistan, Central America, South America, the Caribbean and in Southern Europe. When flamingos flock together, they are referred to as a ‘colony’ or a ‘stand’. The closest relatives to the Greater Flamingo are the Chilean Flamingo, Caribbean Flamingo and the Lesser Flamingo. There are no subspecies of the Greater Flamingo.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Greater-Flamingo-4486093-724x1024.jpg"
  },
  {
    "name": "Grey Loerie bird",
    "description": "The Grey Loerie bird (Corythaixoides concolor) is a South African bird which ranges from the tropical west and Central Africa. It is a common resident to Botswana, Zimbabwe, Namibia, northern Botswana, western Mozambique and northern South Africa. The Grey Loerie bird is a medium sized bird that is also known as the ‘Go Away Bird’ or in Afrikaans, ‘kwêvoël’. The population count of these remarkable birds is not known, however, they are frequently observed in pairs or in small groups of 3 – 20 individuals.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Grey-Loerie-Bird-4663059-724x1024.jpg"
  },
  {
    "name": "Great White African Pelican Birds",
    "description": "The Great White Pelican (Pelecanus onocrotalus) is one of the world’s largest flying birds that is found in the shallow swamps of Africa.The Great White Pelican breeds in Southern Europe and in Asia. There are no sub-species of the Great White Pelican.Great White Pelicans are also known as the White Pelican or the Eastern White Pelican.Pelicans and their relatives make up the order ‘Pelecaniformes’ and they can be distinguished from other birds by having feet with all 4 toes webbed which is known as ‘totipalmate’.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Great-White-African-Pelican-Birds-3141959-724x1024.jpg"
  },
  {
    "name": "Hamerkop Bird",
    "description": "The Hamerkop (Scopus umbretta), is a remarkable wading bird who is so named as its head shape, curved bill and back crest resembles a hammer. The Hamerkop is distributed around the coasts of Africa, south of the Sahara and Madagascar. The Hamerkop constitutes the family Scopidae and genus Scopus all on its own because of its unique characteristics. The Hamerkop is currently placed in the pelican and cormorant group, Pelecaniformes, although it is classified into Ciconiiformes (storks, herons, egrets, ibises, and spoonbills) by other authorities.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Hamerkop-Bird-4378566-724x1024.jpg"
  },
  {
    "name": "Hoopoe Birds",
    "description": "The African Hoopoe (Upupa africana) is an African bird that belongs to the Family: Upupidae which also includes the Eurasian Hoopoe (Upupa epops) although these are two separate species.The African Hoopoe differs from the Eurasian Hoopoe by the coloration of the males, females are similar in appearance. The male African Hoopoe has richer cinnamon coloration on its upperparts, lacks the subterminal white band on the crest and has all black primaries. Habits and vocalisations in both species are the same.African Hoopoes are widespread throughout Africa except in western and central equatorial lowlands forests. Some populations of African Hoopoes are migratory while others are sedentary.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Hoopoe-Birds-5831343-724x1024.jpg"
  }
]
