
    
   [
      {
        "name": "Prairie Dogs,A Keystone Species of the American Plains",
        "description": "Prairie dogs, are an adorable sight in the grasslands of North America. With their curious eyes and bustling communities, they are full of character and charm. Contrary to their name, they aren’t related to canids but are herbivorous burrowing rodents. They belong to the genus ‘Cynomys‘, which is a member of the ‘Marmotini‘ tribe which includes other types of ground squirrels.There are five different species of prairie dogs and while all similar, each species has its unique traits and habitats. They all share certain behaviours and roles in their ecosystem however.These charming little rodents can be found across much of North America and Mexico. Most species can be found in the USA, two in Mexico and one in Canada and some have a much greater range than others. They are important in their ecosystems, and considered to be a keystone species.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/09/Prairie-Dogs-1623301-724x1024.jpg"
  },
      {
        "name": "The Fisher Cat, Master Hunters In Canada’s Forests",
        "description": "The Fisher is a fantastic, yet often anonymous hunter in the North American boreal forests. Its scientific name, until 2008 was Martes pennanti, as it was considered to be a relative of the martens that are also in the genus Martes. But after reclassification to the genus Pekania, it is now scientifically known as the Pekania pennanti. It is the only species within this genus. Commonly known as the Fisher, but also called the Fisher Cat by many.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/The-Fisher-Cat-5723620-724x1024.jpg"
  },
      {
        "name": "Garter Snakes, From Gardens to Wetlands to Household Pets",
        "description": "Garter Snakes, are small snakes that make up the genus ‘Thamnophis‘, in the subfamily Natricinae. Within the genus, there are around 37 species and over 50 subspecies. The most numerous is the common garter snake (Thamnophis sirtalis) which has 13 subspecies across their range. They can be found throughout Central America and North America, each species with its unique characteristics.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Garter-Snakes-2728157-724x1024.jpg"
  },
      {
        "name": "Coati, The Lesser Known Ring Tailed Wanderers",
        "description": "The Coati, is a fascinating member of the animal kingdom, that often goes unnoticed amidst the vast biodiversity of the Americas. Scientifically classified under the genera Nasua and Nasuella, these animals are not just another raccoon, even though they share a family – Procyonidae. With four distinct species, coatis have carved out their own niche in the ecosystems they inhabit. With populations reaching from the Southwestern United States, down as far as Argentina in South America. They are incredible little climbers with some very fascinating features.Species in the genus Nasua are well known and documented, but those in the genus Nasuella are considered to be amongst the least studied meat eaters in the world.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Coati-4541649-724x1024.jpg"
  },
      {
        "name": "The Tarantula Hawk, Powerful Stingers In The Sky",
        "description": "Tarantula Hawks, are scientifically recognized as members of the genera Pepsis and Hemipepsis, and they are not just any other insect. They are beautiful, formidable and scary in equal measure. There are over 350 species of these little insects across their two genera, which form part of the family Pompilidae, commonly known as Spider Wasps.With their charming metallic sheen and powerful sting, they have a rather unique relationship with tarantulas, turning them into a food source for their young. These wasps exist around the world, on every continent except Antarctica. Most of them live in the Americas though, particularly South America.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Tarantula-Hawk-3510189-724x1024.jpg"
  },
      {
        "name": "Alligator Gar, A Keystone Species in America’s Freshwaters",
        "description": "The Alligator Gar (Atractosteus spatula) is not just any fish; it’s a living testament to the wonders of evolution. This freshwater giant, with its lineage tracing back to the time of the dinosaurs, is a marvel of nature. It is one of three species of Gar in genus Atractosteus, and there are no recognised subspecies for any of these Gars. These top-level, freshwater predators stand out amongst their peers, with their unique features and behaviours. They thrive in the freshwaters of very specific regions in the USA, but are very adaptable to waters with varying saline levels. From the ultra fresh, to brackish and estuary environments.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Alligator-Gar-1059604-724x1024.jpg"
  },
      {
        "name": "The Muskrat, Engineers Of The North American Wetlands",
        "description": "Scientifically known as Ondatra zibethicus, the muskrat is a testament to nature’s adaptability and creativity. While it might remind you of a beaver, the muskrat has its own set of unique features and behaviors that make it stand out in the wetland crowd. It is the only species in the genus Ondatra that is still alive today, and there are 16 subspecies across their native range. These little engineers are native to North America, but also thrive as an introduced species across South America, Europe and Asia. Like the beaver with which they often share habitat, they spend much of their time in the water and have an important role to play in their local ecosystems.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Muskrat-9452223-724x1024.jpg"
  },
  {
    "name": "Mourning Dove",
    "description": "The Mourning Dove (Zenaida macroura), has been known by many names historically, and is one of the most common and widespread birds in North America. They can be found as far north as Southern Canada, abundantly through The USA, and outside of breeding season they can also be found in Central America. Also known as the ‘American mourning dove’, or the ‘Turtle dove‘, this bird is a common sight in both rural and urban areas. It feeds mostly on seeds and small insects and usually nests near the ground in shrubs, tree hollows, or in man-made structures. Some argue that the Mourning Dove, along with its close relatives the Eared Dove (Zenaida auriculata) and the Socorro Dove (Zenaida graysoni) are actually superspecies, and belong in their own, separate genus Zenaidura. However, this is not currently the accepted taxonomy for these birds.",
    "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Mourning-Dove-1560912-724x1024.jpg"
  },
      {
        "name":"North American Beaver",
        "description": "The North American Beaver (Castor canadensis) is a semi-aquatic mammal, of the order rodentia. They are one of two extant species, the other being the Eurasian Beaver.Historically, the North American beaver was widespread across the whole North American continent, from coast to coast and from Mexico up the the Arctic Rim. Despite almost being hunted to extinction, populations have bounced back in recent decades, and they maintain much of their original range.These beavers have a heavy dependency on water for both sustenance and protection. Their ability to modify the environment around them is not only beneficial to their species but also the whole ecosystem, thus earning them notoriety as a keystone species.The first traces of the beaver were found in fossils from Germany, estimated to have existed approximately 10-12 million years ago. Early species crossed the Bering Strait – which would have been a land bridge at the time, and entered America at least 7 million years back. When sea levels rose this species became isolated from the Eurasian populations and evolved separately.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/North-American-Beaver-5605972-724x1024.jpg"
  },
      {
        "name":"Baltimore Oriole",
        "description": "The Baltimore Oriole (Icterus galbula) is one of the most striking birds in North America. These icterid (new world) blackbirds are easily recognizable by their bright orange and black plumage. Orioles are on the medium to small side, averaging roughly six to nine inches in length. They have a long, slender bill and a thin, curved tail.Baltimore orioles are migratory, spending the winter in Central America and Mexico. In the spring and summer, they can be found throughout eastern North America, from Canada to Mississippi. These birds are highly adaptable and can thrive in a variety of habitats, from forests to suburbs to city parks.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Baltimore-Oriole-6356978-724x1024.jpg"
  },
      {
        "name":"Killdeer",
        "description": "The Killdeer (Charadrius vociferus) is a plover-like bird, native to the Americas, found widely across Canada, the USA, Central and South America. In general, it is a small bird (large for a plover), brown and white with a black necklace.It prefers to live by water and nests on the ground in open space where it can react quickly to any spotted threats. These birds are omnivores, living primarily on a diet of insects and seeds which it forages from wide open fields. Some populations are migratory, while others, mostly the subspecies that live in more central latitudes or islands don’t tend to travel far.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Killdeer-1193103-724x1024.jpg"
  },
      {
        "name":"American Kestrel",
        "description": "The American kestrel (Falco sparverius) is the smallest North American falcon. It is often called the sparrow hawk, not to be confused with the Eurasian Sparrowhawk (Accipiter nisus) which is a different bird of prey species entirely. It is found throughout most of the American continent, from Alaska and Canada to as far south as Panama in South America.There are 17 subspecies across its entire range, each having adapted to different environments. Some of the subspecies that live in the Northern extremes of Canada and Alaska are migratory, while others are not. The American Kestrel is a bird of prey, and has a diet of mostly insects, small lizards and rodents, and also small birds such as sparrows (hence the name).",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/American-Kestrel-1036410-724x1024.jpg"
  },
      {
        "name":"Canadian Marble Fox",
        "description": "The Canadian Marble Fox is a hybrid breed of fox that came about from selective breeding across species. These foxes are sometimes called the Arctic Marbled Fox, or just the Marbled Fox. As the name suggests, it is ‘native’ to Canada and the parent breeds are found in the northern and western parts of the country. It is a small hybrid from the Red Fox and the Arctic Fox or Silver Fox. The Fur Commission in the USA suggests that the first litter of marble foxes occurred with a silver fox litter in 1945 in Norway. As most silver foxes live in the Canadian Arctic, this is where the cross breeding of the two species normally occurs.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Canadian-Marble-Fox-5358272-724x1024.jpg"
  },
      {
        "name":"The Burrowing Owl",
        "description": "The burrowing owl (Athene cunicularia) is one of the smallest owl species. Also known as the shoco, they are found in both North and South America, primarily in grasslands, deserts, and other open habitats. These owls are long-legged, sandy coloured, and have bright-yellow eyes. Unlike other owls, the burrowing owl is very active during the day and nests in underground burrows.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Burrowing-Owl-6461438-724x1024.jpg"
  },
      {
        "name":"Northern Mockingbird",
        "description": "The Northern Mockingbird is one of the most fascinating creatures in North America. This small songbird has an interesting history and a unique appearance. The northern mockingbird is an omnivore that feeds on insects as well as fruits. It forages in grassy land and is commonly found in open areas and forest edges. Southeastern Canada, the United States, northern Mexico, the Bahamas, the Cayman Islands, and the Greater Antilles are all breeding grounds for the northern mockingbird. It is replaced further south by the tropical mockingbird, its closest living relative.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Northern-Mockingbird-5962332-724x1024.jpg"
  },
      {
        "name":"Cactus Wren",
        "description": "The cactus wren is a unique bird that can be found in the Southwestern United States. This bird is known for its distinctive song, as well as its habit of building nests in cacti. The cactus wren is a beautiful bird, and it is a popular tourist attraction in the Southwestern United States.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Cactus-Wren-8771122-724x1024.jpg"
  },
      {
        "name":"Yellow-bellied marmot",
        "description": "Yellow-bellied marmots are rodents rather similar to squirrels, only bigger. Their closest relatives besides other marmots are the woodchucks that are so common in the eastern U.S. They are generally just shy of two feet long, varying in size from 45 to 57 centimeters long, with tails of 13 to 22 centimeters. Males are generally heavier than females. Weights vary from two to five kilograms. As their name implies, they generally have yellow or yellowish-brown straight fur on their undersides, with white tips. Lastly, the typical lifespan of these marmots is 13 to 15 years.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Yellow-bellied-Marmot-2347586-724x1024.jpg"
  },
      {
        "name":"Tundra Swan",
        "description": "The tundra swan (Cygnus columbianus) is a small swan with two taxa found in the northern hemisphere. These taxa are often considered to be the same species, but are sometimes split into two species: Bewick’s swan (Cygnus bewickii) and the whistling swan (C. columbianus). Bewick’s swan is found in the Palearctic, across much of Eurasia and North Africa. The whistling swan is found in the Nearctic, in North America. The tundra swan is the smallest of the Holarctic swans and most of their body, including their neck, is white. Their diet mainly consists of aquatic vegetation, but they’ll also eat grains and crops.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Tundra-Swan-7627571-724x1024.jpg"
  },
      {
        "name":"Turkey Vulture",
        "description": "The Turkey Vulture (Cathartes aura) has a featherless red head and the flight feathers are a silvery gray. Turkey Vultures have a naked head. This prevents any feathers on the head from getting fouled by the carrion that they eat. Head feathers are very difficult to clean. Early in the morning they can be seen stretching their wings, gathering the morning sun.The Latin name, Cathartes aura, means “Golden purifier”. Turkey Vultures are immune to botulism and other organisms in carrion that would kill other animals. Turkey Vultures also destroy anthrax bacteria or hog cholera virus as it passes through their digestive tracts, thus helping to contain these diseases.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Turkey-Vulture-9394307-724x1024.jpg"
  },
      {
        "name":"Cooper’s Hawk",
        "description": "The Cooper’s Hawk (Accipiter cooperii) is a forest dwelling hawk. They eat mostly smaller ground dwelling birds but also some small mammals and reptiles. They have short wings and long tails that make them agile flyers in wooded terrain. Cooper’s Hawks nest in coniferous forests in the crotch or by the trunk of a tree. As Accipiters age, their eyes get progressively darker. Also note the dark cap.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Coopers-Hawk-4773445-724x1024.jpg"
  },
      {
        "name":"Red-tailed Hawk",
        "description": "Red-tailed Hawks are generalists. They eat mostly small rodents but also eat some smaller rabbits, snakes, lizards, insects and some birds. Typical of all Buteos, the Red-tailed Hawk is a master of soaring and takes advantage of thermals and updrafts. In cooler weather, when thermals aren’t available, these birds rely on perch hunting. Red-tailed Hawks, like eagles and other buteos and falcons, have a boney ridge over the orbit that provides shade for the eyes while in direct sunlight, an adaptation similar to a baseball cap. The protruding brow ridge makes them look angry. The Red-tailed Hawk is an extremely versatile raptor, it combines the characteristics of soaring and the rapid flight of accipiters (Cooper’s Hawk, Sharp-shinned Hawk) . Like all Buteos, they are often seen perched on a prominence (rock, fence post or telephone pole) patiently watching for prey.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Red-tailed-Hawk-4519697-724x1024.jpg"
  },
      {
        "name":"Red Winged Blackbird",
        "description": "These birds are named after the male of the species, which has a red shoulder and yellow wing bar. They are sexually dimorphic, with the females being a dark brown color all over. They are omnivorous and feed mostly on plant materials. This bird nests in loose colonies and is very territorial.The red-winged blackbird is thought to be the most abundant living land bird in North America, with records showing that breeding pairs across North and Central America may exceed 250 million in peak years.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Red-Winged-Blackbird-5520363-724x1024.jpg"
  },
      {
        "name":"Black Footed Ferret",
        "description": "The black footed ferret (Mustela nigripes), also known as the American polecat or prairie dog hunter, is a species of mustelid belonging to the Mustelidae and the genus Mustela.  The black-footed ferret is native to central North America and are the only native species of ferrets native to North America. The domestic ferrets that you find in pet stores (Mustela furo) share the same genus, but these are of European origin and have been domesticated for hundreds of years.This north American ferret feeds primarily on prairie dogs and the decline in prairie dog populations is thought to have been the cause of the decline in black-footed ferret populations throughout the 20th century. In fact, the species was declared extinct in 1979, but a residual wild population was discovered in Meeteetse, Wyoming in 1981. Since then, a captive breeding program was created, helping to reintroduce the black-footed ferret into the wild.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Black-Footed-Ferret-5625439-724x1024.jpg"
  },
      {
        "name":"Groundhog",
        "description": "The groundhog (Marmota monax), also known as the woodchuck, belongs to the family Sciuridae and the genus marmots, which is made up of 15 species of large ground squirrels. The groundhog is found in North America, particularly in the Eastern United States, across Canada and into Alaska.Groundhogs are different to other marmots in the fact that they are a lowland animal and do not live in rocky and mountainous areas. They are also very solitary which is unusual for the genus, and do not create long-term bonds with other individuals.There are many other names the groundhog is known by. These include the chuck, wood-shock, groundpig, whistlepig, whistler, thickwood badger, Canada marmot, monax, moonack, weenusk, red monk and land beaver.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Groundhog-8890027-724x1024.jpg"
  }
    ]