[
      {
        "name": "Fishing Cat, The Asian Wetlands Feline",
        "description": "The Fishing Cat is a beautiful and familiar looking cat, with some amazing features that make it an expert in and around water. Known scientifically as ‘Prionailurus viverrinus‘, this intriguing feline is the sole member of its species, and sits within the taxonomical genus of ‘Prionailurus‘. It is the largest of the cats in this genus, and together, these cats exist within the subfamily ‘felinae‘ which comprises smaller members of the ‘felidae‘ cat family. There aren’t any subspecies of the Fishing Cat, making it truly unique.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Fishing-Cat-2576127-724x1024.jpg"
  },
      {
        "name":"The Yak, Gentle Giants Of High Altitudes",
        "description": "The Yak also known as the Tartary Ox, in an animal well respected in its native lands. It is a symbol of life in the high-altitude regions of Asia, and an example of resilience in the harsh wild. Domestic Yaks are scientifically known as Bos grunniens. They are one of two species in the subgenus ‘Poephagus‘, the other being Bos mutus which are commonly known as Wild Yak.Closely related to cattle (Bos taurus), this subgenus exists within the main genus of ‘Bos‘ in which there are a total of 5 species alive today – or 8 when domestic and wild species are classed as seperate – as with the Yak.These animals have roamed the cold, rugged terrains for centuries. The domestic yak has been a core part of human civilization in the mountains, while the wild yak remains a romanticised symbol of the untouched wilderness. Both are native to the Himalayan mountain range, around Tibet, Nepal, Tajikistan, Mongolia and some domestic yak can even be found in Siberia.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Yak-8950241-724x1024.jpg"
  },
      {
        "name":"Betta Fish (Siamese Fighting Fish)",
        "description": "Betta Fish are found mainly in the southern parts of South-East Asia, and are in abundance in Vietnam, Thailand and Cambodia. It thrives in the wild especially in reedy ponds, slow moving creeks and rivers. It also can be found in shallow waters such as stagnant ponds, rice paddies and many times in highway drains and low level catchment areas.Considered to be the most beautiful of all tropical fish, Betta Fish get their name because of their aggressiveness towards other males. They’re also aggressive in nature because they have to survive in small bodies of water, and therefore tend to fiercely protect their area (where they live) or they’ll lose out on breeding with a female to a more dominant male.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Betta-Fish-3224526-724x1024.jpg"
  },
      {
        "name":"Japanese Spider Crabs",
        "description": "The Japanese spider crab (Macrocheira kaempferi) is a species of marine crab. It is the largest known living arthropod and has the largest leg span of any arthropod, sometimes measuring up to 12.5 feet from the tip of one front claw to the other. Japanese spider crabs live in the waters around Japan, and get their name from its resemblance to a spider.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Japanese-Spider-Crabs-2417984-724x1024.jpg"
  },
      {
        "name":"Peafowl Peacock",
        "description": "Peafowl is the term given to two species of bird which are members of the pheasant family. The Indian Peafowl (Pavo cristatus) is a native bird to the Indian subcontinent and the Green Peafowl (Pavo muticus) breeds from east Burma to Java. Males are known as ‘Peacocks’ and females as ‘Peahens’. The Peacock is the national bird of India. Peacocks are well known for their magnificent, beautiful tail feather displays during courtship.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Peafowl-Peacock-7596584-724x1024.jpg"
  },
      {
        "name":"Raccoon Dog",
        "description": "The raccoon dog (Nyctereutes procyonoides), also known as the Chinese raccoon dog, Asian raccoon dog, mangut (its Evenki name), neoguri (its Korean name) or the common raccoon dog, is a canid that is found in mainland East Asia and northern Vietnam. It is one of two extant species in the genus Nyctereutes, alongside the Japanese raccoon dog (N. viverrinus).",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Raccoon-Dog-9775319-724x1024.jpg"
  },
      {
        "name":"Crab Plover",
        "description": "The Crab Plover Bird (Dromas ardeola) is an AfroAsian wading bird which is remarkable for being the only representitive of the ‘Dromadidae’ family.The Crab Plver’s relationship within the Charadriiformes is not clear, however, some have considered the bird to be closely related to the thick-knees, or the pratincoles, however, in evolutionary terms, this unique and unusual shore bird has no close living relatives.The Crab Plover is found on the Indian Ocean coastlines and islands. The Crab Plover global population is around 60,000 – 80,000 birds observed on wintering grounds. Its distribution is very localised with only nine nesting colonies known in the world.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Crab-Plover-3654655-724x1024.jpg"
  },
      {
        "name":"Orangutan",
        "description": "The Orangutans (Genus: Pongo), are two species of great apes known for their intelligence, long arms and reddish-brown hair.Native to Indonesia and Malaysia, they are currently found only in rainforests on the islands of Borneo and Sumatra, though fossils have been found in Java, Vietnam and China. Orangutans are the only surviving species in the genus ‘Pongo’.Their name derives from the Malay and Indonesian phrase ‘orang hutan’, meaning ‘person of the forest’. Orangutans are also known as the ‘red ape’ or the ‘old man of the forest’. Orangutans are the largest tree-living mammals.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Orangutan-5205830-724x1024.jpg"
  },
      {
        "name":"Komodo Dragon",
        "description": "The Komodo dragon (Varanus komodoensis) is a lizard species that is found on the islands (particularly the Komodo Island) in central Indonesia. The komodo dragon is a member of the monitor lizard family and is the largest living species of lizard. Because of their size and because there are no other carnivorous animals, these apex predators dominate the ecosystem in which they live.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Komodo-Dragon-3089954-724x1024.jpg"
  },
      {
        "name":"Golden Pheasant",
        "description": "The Golden Pheasant, (Chrysolophus pictus), also known as the ‘Chinese Pheasant’ is one of the more popular species of pheasant which is native to the mountainous forests of Western and Central China.The Golden Pheasant was introduced to the United Kingdom around 100 years ago and there are around 101 – 118 mating pairs in the summer. This hardy, gamebird belongs to the order: Galliformes and is a smaller species of pheasant.The Golden Pheasant along with Lady Amherst Pheasant (Chrysolophus amherstiae), make up the group of ‘Ruffed Pheasants’ named for their ruff which is spread across their face and neck during courtship.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Golden-Pheasant-3255910-724x1024.jpg"
  },
      {
        "name":"Grey Jungle Fowl Bird",
        "description": "The Grey Junglefowl (Gallus sonneratii) is a wild species of domestic fowl endemic to the evergreen hill forest in southern and western India. Grey junglefowl are found mainly in peninsular India but extend into Gujarat, Madhya Pradesh and south Rajasthan.The Grey Jungle fowls range overlaps with that of the red junglefowl who are found more along the foothills of the Himalayas. Together with red junglefowl and other junglefowl species, the grey junglefowl is one of the wild ancestors of the domestic chicken breed. The Grey Junglefowl is also referred to as Sonnerat’s Junglefowl, which commemorates the French explorer Pierre Sonnerat.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Grey-Jungle-Fowl-Bird-3313159-724x1024.jpg"
  },
      {
        "name":"Ibisbill Bird",
        "description": "The Ibisbill belongs to the order Charadriiformes which includes Plovers, Terns, Gulls and Sandpipers. The Ibisbill is a wading shorebird that breeds across southern Central Asia from Kazakhstan to North West China and south to North West India.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Ibisbill-Bird-4432042-724x1024.jpg"
  },
      {
        "name":"Indian Cuckoo Bird",
        "description": "The Indian Cuckoo is found widely across Asia from Pakistan to India, and Sri Lanka, Indonesia, China and Russia. There are two subspecies of Indian Cuckoo, Cuculus micropterus micropterus and Cuculus micropterus concretus.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Indian-Cuckoo-Bird-9720918-724x1024.jpg"
  },
      {
        "name":"Indian Skimmer Bird",
        "description": "The Indian Skimmer (Rynchops albicollis) was once known as the Indian Scissors-bill because of its strange bill.The Indian Skimmer is found mainly in parts of India and Pakistan and there are estimated to be about 6,000 – 10,000 individuals, however, these numbers may well have fallen below this level given the evidence of declines throughout its range.Indian skimmers are more widespread in winter and are found in coastal estuaries of western and eastern India. Some parts of Africa also provide resident habitats to Skimmers.The indian skimmer is one of 3 species belonging to the skimmer family: Rynchopidae. The Skimmer gets its name from the specialized predatory hunting behaviour involving its unique bill.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Indian-Skimmer-Bird-3325505-724x1024.jpg"
  },
      {
        "name":"Masked Finfoot Bird",
        "description": "The Masked Finfoot (Heliopais personata) is a specially adapted aquatic bird found across Southern Asia including Malaysia, Indochina and Indonesia. The Masked Finfoot belongs to the Heliornithidae family, a small family of tropical birds with webbed lobes on their feet and includes the African Finfoot and the Sungrebe. The Masked Finfoot is a shy and reserved bird, but quite tame particularly when incubating eggs which makes it vulnerable to human predatation.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Masked-Finfoot-Bird-1467642-724x1024.jpg"
  },
      {
        "name":"Asian Lion",
        "description": "The Asian Lion (Panthera leo persica) is a subspecies of the lion which survives today only in India and therefore it is also known as the Indian lion. Asian Lions once ranged from the Mediterranean to India, covering most of Southwest Asia where it was also known as the Persian Lion. The current wild population of Asian Lion consists of about 350 individuals restricted to the Gir Forest in the state of Gujarat, India, and is under the private protection of the ruler of the small state. The Asian lion habitats include tropical dry forests, tropical grasslands, deserts and semi-deserts.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Asian-Lion-4635267-724x1024.jpg"
  },
      {
        "name":"Asian Elephant",
        "description": "The Asian Elephant (Elephas Maximus),is found primarily in large parts of Bangladesh, India, Sri Lanka, Indochina and parts of Indonesia. The Asian elephant is considered endangered, with between 25,600 and 32,750 individuals left in the wild. Asian elephants belong to the family of elephants (Elephantidae), which is included in the mammal order ‘Proboscidea’. The Asian elephant was formerly called the Indian elephant.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Asian-Elephant-8570332-724x1024.jpg"
  },
      {
        "name":"Giant Panda Bear",
        "description": "The Giant Panda (black-and-white cat-foot) (Ailuropoda melanoleuca), is a mammal classified in the bear family, Ursidae, native to central-western and southwestern China. Giant Pandas are one of the rarest mammals in the world. Pandas are easily recognized by their large, distinctive black patches around the eyes, over the ears and across their round body. Giant pandas live in a few mountain ranges in central China, in Sichuan, Shaanxi and Gansu provinces. Pandas once lived in lowland areas, however, farming, forest clearing and other development now restrict giant pandas to the mountains.The mist shrouded mountain forests of China, have slowly disappeared over the last century. Many of the bamboo areas which are vital for the Pandas diet and survival are being cut down by people who then build farms there. The Giant Panda is an endangered species. According to the latest report, China has 239 giant pandas in captivity (128 of them in Wolong and 67 in Chengdu) and another 27 pandas living outside the country. It also estimated that around 1,590 pandas are living in the wild.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Giant-Panda-Bear-2313294-724x1024.jpg"
  },
      {
        "name":"Red Panda",
        "description": "The Red Panda is also known as the ‘Lesser PandaWah Cat Bear’, or ‘Firefox’. The reference to being called a ‘Wah’ is because of its distinctive cry. Red Pandas are most closely related to the racoon and are now in a family (Ailuridea) of their own. Most can be found in the temperate forests of the Himalayas and some high mountain areas of China and Myanmar (Burma). The sub-family of Red Pandas is divided into two sub-species: Ailurus fulgens styani, which are native to northern Myanmar and south-central China and Ailurus fulgens fulgens, which is native to Nepal, Tibet, Bhutan and the Indian states of Assam and Sikkim. Ailurus fulgens: Latin: ‘fire-colored cat’.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Red-Panda-3596834-724x1024.jpg"
  }
    ]
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  