[
      {
        "name": "Koala",
        "description": "The Koala (Phascolarctos cinereus) is an Australian arboreal marsupial which is native to parts of Australia particularly Queensland, Victoria and New South Wales. The word koala comes from the Dharuk word ‘gula’. The word is said to mean ‘does not drink’ as the Koala receives over 90% of its moisture from the Eucalyptus leaves (also known as gum leaves) that are its main diet.Koalas are sometimes called ‘Koala Bears’, however, they are not really bears although they have been thought to resemble teddy bears. The closest living relative of the Koala is a Wombat who is of similar appearance.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Koala-7839289-724x1024.jpg"
  },
      {
        "name":"Bandicoots, Small Marsupials With Big Snouts",
        "description": "These fascinating marsupials, belonging to the order Peramelemorphia, and currently have 20 species that are alive today, spread across several different families, subfamilies and genera. The very wide taxonomy is a clue to the massively reduced diversity of existing species, from what was once a much more lively family tree.From the commonly known Long-nosed Bandicoot to the elusive Greater Bilby, each species has its own rich history and character. These amazing little pouched animals have some features that make them quite unique, even amongst their marsupial cousins. Though they are found throughout Australia and areas of Indonesia, their range is only a fraction of what it used to be before European settlers arrived.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Bandicoots-1290486-724x1024.jpg"
  },
      {
        "name":"Green Tree Python",
        "description": "The Green Tree Python (Morelia viridis) is a species of python native to New Guinea and nearby Indonesian islands, as well as northeastern Australia. It is one of the most popular python species kept as pets, due to its striking appearance and relatively manageable size.The Green Tree Python is also known for its arboreal lifestyle, spending most of its time coiled around branches or vines in trees and shrubs, or high up in the tree canopies. The species is known for its vibrant green color, which helps it blend in with the foliage, making it a difficult animal to spot.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Green-Tree-Python-6463021-724x1024.jpg"
  },
      {
        "name":"Quokka",
        "description": "The quokka (Setonix brachyurus) is a small marsupial found in Australia. It is the only member of the genus Setonix. These animals are unique for several reasons: they are one of the few species that can smile, and they are the only mammal that can store water in their tail.Quokkas typically inhabit dense forests and woodlands, but can also be found near coastal areas.They are herbivores and eat leaves, flowers, and grasses.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Quokka-6577819-724x1024.jpg"
  },
      {
        "name":"Cassowary",
        "description": "Cassowaries are amongst the most ancient birds on earth. They belong to the Ratite Family like the Emu, Ostrich, Rhea and Kiwi. They are fruit-eating (frugivore) animals that disperse over a hundred species of rainforest trees and vines. Therefore, this “Rainforest gardener” plays an important role in rainforest regeneration and diversity.There are three cassowary species in the world: the Southern Cassowary in Australia, New Guinea and Ceram; the Single Wattled Cassowary (Cassowary unappendiculatus) in Northern New Guinea; and the Dwarf Cassowary (Casuarius bennetti) in Montane New Guinea. The name cassowary is of Papuan origin. It comes from ‘kasu’ meaning horned and ‘weri’ meaning head, in reference to the casqued or helmeted head.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Cassowary-7700402-724x1024.jpg"
  },
      {
        "name":"Echidna",
        "description": "The echidna is best known for its amazing biology. Like the platypus, this unusual mammal lays eggs and suckles its young. There are four extant species of Echidna across 2 different genera, ‘Tachyglossus‘ and ‘Zaglossus‘.The echidna and platypus are the only members of a primitive group of mammals known as ‘monotremes‘, which are the only oviparous mammals in the world. All other mammals are viviparous.Echidnas are toothless and feed almost exclusively on ants and termites. They expose termite galleries by breaking open nests with their strong forepaws or snout or by digging into soil. They then extract the termites, which adhere to their long, sticky tongues.When disturbed, the echidna either curls into a spiny ball to protect its soft underside, or digs its belly into the soil, so that only the spines are exposed.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Echidna-9103651-724x1024.jpg"
  },
      {
        "name":"The Numbat",
        "description": "The numbat first became known to Europeans in 1831. It was discovered by an exploration party who were exploring the Avon Valley under the leadership of Robert Dale.The numbat genus Myrmecobius is the sole member of the family Myrmecobiidae, one of four families that make up the order Dasyuromorphia, the Australian marsupial carnivores. Two subspecies of the numbat have been described, but one of these — the rusty colored Myrmecobius fasciatus rufus — has been extinct since at least the 1960s, and only the nominate subspecies (M. fasciatus fasciatus) remains alive today.It is an insectivore and its diet consists almost entirely of termites. Characterized by a slender body with white stripes, narrow pointed snout, small mouth with numerous small teeth, and a long, sticky tongue. It is also often known as the banded anteater and marsupial anteater.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/The-Numbat-2471327-724x1024.jpg"
  },
      {
        "name":"Tawny Frogmouth",
        "description": "The Tawny Frogmouth (Podargus strigoides) may look like an owl, and although it is related to owls, the Tawny Frogmouth is more closely related to Oilbirds and Nightjars.The Tawny Frogmouth is found throughout mainland Australia, Tasmania and southern New Guinea and it also occurs in India and across southern Asia.There are 15 species of frogmouth throughout the world.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Tawny-Frogmouth-4485731-724x1024.jpg"
  },
      {
        "name":"Rainbow Bee Eater",
        "description": "The Rainbow Bee Eater (Merops ornatus) is a very colorful member of the bee eating family: Meropidae and the only member of this family to be found in Australia.The Rainbow Bee Eater’s range includes throughout mainland Australia, as well as eastern Indonesia, New Guinea and, rarely, the Solomon Islands. The Rainbow Bee Eater inhibits forested areas in southern Australia and Tasmania.These colorful birds migrate to northern Australia and New Guinea during the winter months returning to southern areas to breed.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Rainbow-Bee-Eater-5882561-724x1024.jpg"
  },
      {
        "name":"Laughing Kookaburra",
        "description": "The Laughing Kookaburra (Dacelo novaeguineae) is a distinctive large, noisy bird native to the woodlands and forests of eastern Australia. The Laughing Kookaburra is the world’s largest kingfisher and one of Australia‘s most familiar birds, well known for its laughing call. Previously known as the Laughing Jackass and Giant Kingfisher, today its name comes from the aboriginal name ‘guuguuberra’. The laughing kookaburra has been introduced into Tasmania, Flinders Island, Kangaroo Island and the south-west corner of Western Australia.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Laughing-Kookaburra-6661356-724x1024.jpg"
  },
      {
        "name":"Australian Pelican",
        "description": "Australia has a diversity of bird life and one of the most fascinating birds is the large water bird, the Australian Pelican (Pelecanus conspicillatus).The Australian Pelican is found across Australia and New Guinea on many inland and coastal waters but tends to avoid the very dry desert regions mainly located in the centre of the continent. These pelicans also occur in Indonesia and sometimes in New Zealand and some Pacific Islands close to Australia. The Australian Pelican is the largest of the 8 species of Pelicans found worldwide.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Australian-Pelican-5679993-724x1024.jpg"
  },
      {
        "name":"Australasian Grebe",
        "description": "The Australasian Grebe (Tachybaptus novaehollandiae) is a small water bird that is found throughout Australia and many Pacific Ocean islands and is now also resident in New Zealand where it was self introduced. The Australasian Grebe is one of the smallest members of the grebe family: Podicipedidae. Australasian Grebes are also known by other common names: Little Grebe, Red-necked Grebe, Black-throated Dabchick, Black-throated Diver or White-bellied Diver.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Australasian-Grebe-4503469-724x1024.jpg"
  },
      {
        "name":"Quolls",
        "description": "Quolls or Native Cats (genus Dasyurus) are one of 4 species of marsupials all from the same Genus. Although they are sometimes referred to as Native Cats, they are not related to true cats. They get their name from their cat-like appearance and predatory behaviour. Quolls can be found in the forests around Australia. The 4 species are the Spotted Tailed Quoll found along the East Coast, the Western Quoll found in Southern Western Australia, the Eastern Quoll found only in Tasmania and the Northern Quoll found in tropical North Queensland.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Quolls-7117513-724x1024.jpg"
  },
      {
        "name":"Red Kangaroo",
        "description": "The Red Kangaroo (Macropus rufus) is among the largest members of the kangaroo family. Kangaroo is the common name given to a group of mammalians found in Australia. It is found across mainland Australia but avoids more fertile areas in the south, east coast and northern rainforests. Red Kangaroos are marsupials, a type of mammal that gives birth to underdeveloped young (joeys). Males are called ‘Boomers’ and females are called ‘Flyers’.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Red-Kangaroo-4112514-724x1024.jpg"
  },
      {
        "name":"Wallaby",
        "description": "A Wallaby is a marsupial or pouched animal that is a member of the kangaroo family. There are around 30 different species of wallaby (macropod) from the scientific family Macropodidae (Macropodidae means ‘big feet’). Wallabies are smaller than kangaroos and distributed widely across Australia and neighbouring islands.Wallabies are also widespread in New Zealand (introduced), where they are often hunted as they are considered a pest. There are even a few populations of wallabies in the United Kingdom with around 100 individuals residing on the Isle of Man (due to zoo escapees). The name wallaby comes from the Eora Aboriginal tribe who were the original inhabitants of the Sydney area.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Wallaby-8502351-724x1024.jpg"
  },
      {
        "name":"Wombat",
        "description": "Wombats (Family: Vombatidae) are small bear-like marsupials found throughout south eastern Australia and Tasmania. They are more closely related to the Koala Bear, however, they are unable to climb trees. Unlike bears, wombats are not predators but shy, timid animals that can make good, playful and affectionate pets.There are 3 species of wombat endemic to Australia with the Common Wombat being the most well known species. The other 2 species are the Southern Hairy-nosed Wombat (Lasiorhinus latrifrons) and the Northern Hairy-nosed Wombat (Lasiorhinus krefftii).",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Wombat-3489057-724x1024.jpg"
  },
      {
        "name":"Box Jellyfish, Deadly Yet Delicate",
        "description": "Box Jellyfish, are marine creatures belong to the Cubozoa class and are renowned for their cube-shaped bells and potent venom. Unlike their other jellyfish cousins, box jellies have a distinct allure. With various species scattered across our oceans, each one has its unique charm and mysteries, and many have a notorious sting that can be very dangerous for humans.Within their distinctive class, there are two orders of box jellyfish – Carybdeida and Chirodropida, each with their own defining characteristics. Within the order Chirodropida there are three different families, and within Carybdeida there are five. Across this range of families there are a number of different genera and at least 51 species of box jellyfish that are known to exist today. It is believed though, that there are more yet to be discovered, as we explore more of our vast and virtually unobserved, deep oceans.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Box-Jellyfish-1097896-724x1024.jpg"
  },
      {
        "name":"Peacock Spiders, Australia’s Dancing Arachnids",
        "description": "The Maratus genus, belongs to the family ‘Salticidae‘ and order ‘Araneae‘, and are all native to Australia with exception of one species – ‘Maratus Furvus‘ which is found in China. They are a spectacle of nature that has fascinated scientists but until they found worldwide fame on the internet in recent years, they were virtually anonymous and unheard of. They have some enchanting behaviours, particularly around mating that we will take a look at as we explore these awesome little spiders.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Peacock-Spiders-2571085-724x1024.jpg"
  },
      {
        "name":"Funnel Web Spider",
        "description": "Funnel Web Spiders are some of the worlds most deadly spiders and are found in coastal and mountain regions of eastern and southern Australia. Funnel Web Spiders are found in two genera of the family ‘Hadronyche’ (which is not associated with any known human fatalities) and Atrax (which is known to have killed 13 people).Funnel Web Spiders are notorious for the inclusion of the Sydney funnel-web spider (Atrax robustus), native to eastern Australia. There are other genera in family ‘Hexathelidae’, however, these do not have the notorious reputation of the Funnel Web Spiders.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Funnel-Web-Spider-4847030-724x1024.jpg"
  },
      {
        "name":"Black House Spider",
        "description": "The Black House Spider (Badumna insignis) is a common species of Australian spider. Black House Spiders live in most areas of Australia and they prefer urban habitat. Black House Spiders are sometimes referred to as ‘Window Spiders’. These spiders belong to the family Desidae along with the Grey House Spider (Badumna longinquus).",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Black-House-Spider-1732877-724x1024.jpg"
  },
      {
        "name":"Mouse Spider",
        "description": "Mouse Spiders are spiders of the genus Missulena. There are 11 known species in this genus, all but one of which are widespread across mainland Australia. Mouse Spiders can be found in both coastal and drier habitats, however, they do not occur in tropical rainforests. One species, Missulena tussulena, is found in Chile.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Mouse-Spider-8493098-724x1024.jpg"
  }
    ]
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  