[
      {
        "name": "The Common Blackbird, Europe’s Shadowy Songsters",
        "description": "The Common Blackbird, or (Turdus merula) as it’s known scientifically, is a common sight across a massive range in Europe, Asia and Northern Africa. This charming bird is a proud member of the ‘Turdus‘ genus, which is quite large, made up of 65 extant species. Together with 16 other genera and a total of 175 species, these birds make up the ‘Turdidae‘ family of thrush birds, which in turn belong to the order of ‘Passeriformes‘.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/The-Common-Blackbird-4521216-724x1024.jpg"
  },
      {
        "name":"Tawny Owl",
        "description": "The Tawny Owl (Strix aluco) – also known as the Brown Owl – is a nocturnal bird of prey that belongs to the Strigidae family. It has a distinctive reddish-brown colouring, hence its name, and is one of the most commonly seen owls in Europe and much of Asia.The Tawny Owl is closely related to Hume’s Owl, the Ural Owl and the North American Barred owl. These species are all within the same genus ‘Strix‘. These medium sized birds are around the same size as a wood pigeon, but can be very territorial. They are incredibly vocal with a distinctive call and are often heard before they are seen.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Tawny-Owl-6981692-724x1024.jpg"
  },
      {
        "name":"Eurasian Beaver",
        "description": "The Eurasian beaver (Castor fiber), also known as the ‘European Beaver‘, is one of the largest species of rodent in the world, and the largest in Eurasia. The only rodent with a larger size on average, is the Capybara. These semi-aquatic rodents are found throughout Europe and Asia, from as far west as Spain, and as far east as China.Water is essential for the sustenance and safety of beavers. Their skills in transforming their habitat not only benefit them, but also the entire ecosystem, granting these animals a well-deserved title as keystone species. They are an important species for conservation efforts due to their role in maintaining healthy ecosystems.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Eurasian-Beaver-2145295-724x1024.jpg"
  },
      {
        "name":"Moorhen",
        "description": "The Common Moorhen is a medium-sized crake that has a velvety brownish black plumage with flanks that have a distinctive white streak. The undertail coverts are white, conspicuous when the tail is jerked while swimming. The Moorhen has eye-catching red frontal shield and yellow legs. Younger Moorhens do not have the red frontal shield and have a more brownish plumage. Some have a drab grey-brown coloring. A Moorhen of midsized to large rail, can range in size from 30 to 38 cm (12 to 15 in) in length and span 50 to 62 cm (20 to 24 in) across the wings.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Moorhen-8223867-724x1024.jpg"
  },
      {
        "name":"Willow Ptarmigan",
        "description": "The willow ptarmigan is a beautiful bird that can be found in the northern parts of the world. This bird is medium to large in size, and its feathers are a mix of brown, white, and black. It has a reddish-brown crest on its head. Willow ptarmigans live in cold climates, and they eat seeds, leaves, buds, and berries. They are very well adapted to living in harsh conditions, and they can survive even when temperatures drop below zero degrees Celsius!",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Willow-Ptarmigan-3553496-724x1024.jpg"
  },
      {
        "name":"Magpie",
        "description": "Magpies belong to the family Corvidae, which also contains the crows, ravens, rooks, jackdaws, jays, treepies, choughs, and nutcrackers. There are four genera of magpies, although magpies in the genus Pica are most well known. These birds are known for being mainly black and white in color and reside in temperate regions of Europe, Asia, and western North America. Magpies in the other three genera are generally blue and green in color and are usually found in South to East Asia.Magpies are known to be very intelligent animals. They were once popular as cagebirds and are known for their songs. Originally, they were known as simply “pies”. This is thought to derive from a Proto-Indo-European root meaning “pointed”, in reference to either their beak or perhaps their tail.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Magpie-9101865-724x1024.jpg"
  },
      {
        "name":"Shoveler",
        "description": "The Shoveler (Anas clypeata) is a duck that can be found in many parts of the world. It is a medium-sized duck, and males are easily recognizable by their bright green heads and chest. They use their shovel-shaped bill to filter food from the water, and they are known for their graceful swimming style. Shovelers feed by dabbling for plant food, often by swinging their bill from side to side and using the bill to strain food from the water. This is an efficient way to find food, and it allows the Shoveler to eat while swimming. During the mating season, they will eat mollusks and insects.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Shoveler-6601324-724x1024.jpg"
  },
      {
        "name":"Slow Worm",
        "description": "The slow worm (Anguis fragilis), also known as a deaf adder, a slowworm, a blindworm, or regionally, a long-cripple, is a reptile native to western Eurasia. Its genus is Anguis. Despite its name and appearance, it is not actually a worm or a snake, but a lizard, belonging to the family Anguidae and the order Squamata. They have been shown to be a species complex, consisting of 5 distinct but similar species.The slow worm is a semifossorial (burrowing), legless lizard, which spends much of its time hiding underneath objects. Like many other lizards, they autotomize, meaning that they have the ability to shed their tails to escape predators, the most common of which is the domestic cat. The ability to shed their tail is also where they get their scientific name ‘fragilis’ (fragile).",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Slow-Worm-3404064-724x1024.jpg"
  },
      {
        "name":"Sand Lizard",
        "description": "The sand lizard (Lacerta agilis) is a small, rare lizard that is found in Europe and Asia. The word “lacerta” derives from Latin meaning lizard, while “agilis” is also Latin, meaning mobile, swift or agile. Sand lizards are the only member of their family and are sometimes called the viviparous lizard.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Sand-Lizard-5580144-724x1024.jpg"
  },
      {
        "name":"Hazel Dormouse",
        "description": "The Hazel Dormouse (Muscardinus avellanarius) is a small mammal. The Hazel Dormouse is the only living member of the genus Muscardinus. The Hazel Dormouse is 6 – 9 centimetres long with a tail of 5.7 – 7.5 centimetres. Their weight is between 15 and 30 grams. Little is known about their social organisation, however, it is thought that they sometimes live in pairs. Dormice are nocturnal and hibernate from October to April. They are good climbers, and spend most of their time in the tree canopy. The hazel dormouse is also known as the common dormouse and is native to northern Europe and Asia Minor.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Hazel-Dormouse-6492596-724x1024.jpg"
  },
      {
        "name":"Allis Shad",
        "description": "The Allis Shad Fish (Alosa alosa (Linnaeus)) and the Twaite Shad Fish (Alosa fallax (Lacepede)), are both members of the herring family, Clupeidae. This species of fish form a large group of pelagic fishes found in seas throughout the world except the Antarctic. A majority of them are marine fish, however, some enter fresh water to spawn.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Allis-Shad-2347105-683x1024.jpg"
  },
      {
        "name":"Kestrel Bird",
        "description": "The Kestrel (Falco tinnunculus) is also known as the European Kestrel, Eurasian Kestrel or Old World Kestrel. In Britain, where no other brown falcon occurs, it is generally just called ‘the Kestrel’. The Kestrel is one of the most common birds of prey found in Britain. The population of breeding pairs in Britain is around 38,600.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Kestrel-Bird-3616622-724x1024.jpg"
  },
      {
        "name":"British Mice",
        "description": "The Harvest Mouse (Micromys minutus) is a small rodent native to Europe and Asia. It is the smallest rodent in Europe. In Britain, it is common in parts of Wales and from Yorkshire southwards in England, however, it is not found on high ground. The Harvest Mouse pre-breeding season population is estimated to be 1,425,000.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/British-Mice-9045370-724x1024.jpg"
  },
      {
        "name":"Song Thrush",
        "description": "The Song Thrush bird (Turdus philomelos) is also known in different dialects as a ‘throstle’ or ‘mavis’. The Song Thrush is a common European member of the genus ‘Turdus‘, within the thrush family ‘Turdidae‘, which is quite a large family. In their genus alone there are 87 recognised species, but in the wider family there are 175 extant species spread across 17 different genera. There are also three subspecies of Song Thrush across their range.These small birds are found widely across much of Europe and the Baltic countries, though populations native to colder regions tend to migrate south for winter. They have also been introduced to some areas in the southern hemisphere by European settlers in the 1800s.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Song-Thrush-Bird-3016753-724x1024.jpg"
  },
      {
        "name":"Polecat",
        "description": "The Polecat (Mustela putorius) is a member of the weasel family (Mustelids) and is also known as a ‘Fitch’ relating to its fur. It is related to stoats, otters, weasels and minks.Polecats were once widespread and common throughout mainland Britain.However, due to heavy persecution by gamekeepers up until the late 1930’s, polecats where in decline everywhere except for a small population in North Wales. Recovery of populations has resulted in them now being widespread throughout rural Wales, the Border counties and are spreading across the Midlands, South and into the South-East.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Polecat-3504806-724x1024.jpg"
  },
      {
        "name":"Stoat",
        "description": "The Stoat (Mustela erminea) is a small mammal of the family Mustelidae which also includes other weasels, mink, otters, ferret, badgers, polecats, the wolverine, martens, the tayra, the fisher and skunks. The Stoat is also known as the Short-tailed weasel and the Ermine. Stoats are found throughout mainland Britain in a variety of habitats.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Stoat-4260216-724x1024.jpg"
  },
      {
        "name":"White Stork Birds",
        "description": "The White Stork (Ciconia ciconia) is a large wading bird that belongs to the family: Ciconiidae. There are two sub-species of white stork, the African White Stork which is found in North West and Southern Africa and the European White Stork which is found in Europe. White storks nest in central and eastern Europe, spending the winter in Africa. About one quarter of the population of white storks live in Poland.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/White-Stork-Birds-7394275-724x1024.jpg"
  },
      {
        "name":"Red Kite, A Symbol of Hope and Good Luck",
        "description": "The Red Kite bird (Milvus milvus) is a medium to large bird of prey and one of three species within the ‘Milvus‘ genus. This genus itself exists within the ‘Accipitridae‘ family. This is one of the three families of birds within the ‘Accipitriformes‘ order which contains most of the diurnal raptors such as eagles, vultures, buzzards and harriers.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Red-Kite-3497966-724x1024.jpg"
  },
      {
        "name":"Bean Goose",
        "description": "The Bean Goose is a rare winter visitor to Britain. There are two regular wintering flocks of Taiga Bean Goose, in the Yare Valley, Norfolk and the Avon Valley, Scotland. A formerly regular flock in Dumfries and Galloway no longer occurs there. Tundra Bean Goose has no regular wintering sites, however, it is found in small groups among other grey goose species.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Bean-Goose-7579162-724x1024.jpg"
  },
      {
        "name":"Manx Shearwater Bird",
        "description": "The Manx Shearwater (Puffinus puffinus) is an amazing bird that is a member of the shearwater family, a family of birds that consists of over twenty different species.The Manx Shearwater is a coastal sea bird and is most often seen skimming along the waves in the wake of a boat or soaring below cliffs in the evening before coming in to land in the darkness to take food to their solitary young. The Manx Shearwaters can be spotted around much of Britains coastline but particularly in West Wales/Northern Ireland and the Western Isles of Scotland where they have colonies. If you want to see the colonies then a trip to either Skokholm in Wales or Copeland of the East Coast of Northern Ireland, not far from Belfast, are the best places to go. The Manx Shearwater is a true master of the sea. It is often seen gliding fast and purposefully just above seawater, with wing tips seeming to cut or ‘shear’ the surf.",
  "imageUrl": "https://animalcorner.org/wp-content/uploads/2023/10/Manx-Shearwater-Bird-3323860-724x1024.jpg"
  }
    
]

  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  